Repository: KDE/plasma-bigscreen
Catalog: po/sa/kcm_mediacenter_bigscreen_settings.po
Languages: sa

source: Year
sa: वर्ष

source: Month
sa: माह

source: Day
sa: दिनं

source: Time Display
sa: समयप्रदर्शनम्

source: Timezone:
sa: समयक्षेत्रम् : १.

source: Set time automatically
sa: स्वयमेव समयं सेट् कुर्वन्तु

source: Time
sa: कालः

source: Date
sa: दिनाङ्कः

source: Press the [←] Back button to return to appearance settings
sa: रूपसेटिंग्स् प्रति प्रत्यागन्तुं [←] Back बटनं नुदन्तु

source: Press the [←] Back button to save configuration and return to settings
sa: विन्यासं रक्षितुं सेटिंग्स् प्रति प्रत्यागन्तुं च [←] Back बटनं नुदन्तु

source: Search City / Region
sa: नगरं / क्षेत्रं अन्वेष्टुम्

source: Your local timezone is %1
sa: भवतः स्थानीयसमयक्षेत्रं %1 अस्ति

source: Update Shortcut Keys
sa: शॉर्टकट कुञ्जी अद्यतन करें

source: Reset Default
sa: पूर्वनिर्धारितं पुनः सेट् कुर्वन्तु

source: Set Shortcut
sa: शॉर्टकट् सेट् कुर्वन्तु

source: Hour
sa: घटकः

source: Minute
sa: क्षणं

source: Second
sa: क्षण

source: AM/PM
sa: प्र./प

source: Appearance
sa: स्वरूपम्‌

source: Launcher Appearance
sa: प्रक्षेपक स्वरूप

source: Power Inhibition
sa: शक्तिनिरोधः

source: Colored Tiles
sa: रंगीन टाइल्स

source: Expanding Tiles
sa: टाइल्स् विस्तारयन्

source: Adjust Date & Time
sa: तिथि एवं समय समायोजित करें

source: Bigscreen Shortcuts
sa: बिगस्क्रीन् शॉर्टकट

source: Bigscreen Settings Shortcut
sa: बिगस्क्रीन् सेटिंग्स् शॉर्टकट्

source: Bigscreen Tasks Shortcut
sa: बिगस्क्रीन् कार्य शॉर्टकट

source: Bigscreen Display Homescreen Shortcut
sa: Bigscreen Display होमस्क्रीन् शॉर्टकट

source: General Appearance
sa: सामान्यरूपम्
