Repository: KDE/plasma-bigscreen
Catalog: po/*/kcm_mediacenter_webapps.po
Languages: he, lv, pl

source: Web Apps
he: יישומוני דפדפן
lv: Tīmekļa lietotnes
pl: Aplikacje sieciowe

source: Add Web App
he: הוספת יישום דפדפן
lv: Pievienot tīmekļa lietotni
pl: Dodaj aplikację sieciową

source: Installed web apps
he: יישומי דפדפן מותקנים
lv: Instalētās tīmekļa lietotnes
pl: Wgrane aplikacje sieciowe

source: Add Web Application
he: הוספת יישום דפדפן
lv: Pievienot tīmekļa lietotni
pl: Dodaj aplikację sieciową

source: Name
he: שם
lv: Nosaukums
pl: Nazwa

source: URL
he: כתובת
pl: Adres URL

source: User agent (empty for default)
he: סוכן משתמש (ריק - ברירת מחדל)
lv: Lietotāja aģents (tukšs noklusējumam)
pl: User Agent (domyślnie pusty)

source: User Agent
he: סוכן משתמש
lv: Lietotāja aģents

source: Default user agent
he: סוכן משתמש כברירת מחדל
lv: Noklusējuma lietotāja aģents
pl: Domyślny user agent

source: Delete
he: מחיקה
lv: Dzēst
pl: Usuń

source: Delete web app %1?
he: למחוק את יישום הדפדפן %1?
lv: Vai dzēst tīmekļa lietotni „%1“?
pl: Czy usunąć aplikację sieciową %1?
