Repository: KDE/plasma-bigscreen
Catalog: po/*/kcm_mediacenter_bigscreen_settings.po
Languages: eo, hi, lv

# NAME OF TRANSLATORS
source: Your names
eo: Oliver Kellogg
hi: तुम्हारे नाम
lv: Toms Trasūns

# EMAIL OF TRANSLATORS
source: Your emails
eo: okellogg@users.sourceforge.net
hi: आपके ईमेल
lv: toms.trasuns@posteo.net

source: Year
hi: वर्ष
lv: Gads

source: Month
hi: महीना
lv: Mēnesis

source: Day
hi: दिन
lv: Diena

source: Time Display
eo: Tempomontro
hi: समय का प्रदर्शन

source: Timezone:
eo: Horzono:
hi: समयक्षेत्र:

source: Set time automatically
hi: स्वचालित रूप से समय सेट करें
lv: Iestatīt laiku automātiski

source: Time
eo: Tempo
hi: समय
lv: Laiks

source: Date
eo: Dato
hi: तारीख
lv: Datums

source: Press the [←] Back button to return to appearance settings
eo: Premu la [←] Reen-Klavon por reveni al elektoj de apero
hi: उपस्थिति सेटिंग पर वापस जाने के लिए [←] वापस बटन दबाएँ

source: Press the [←] Back button to save configuration and return to settings
eo: Premu la [←] Reen-Klavon por konservi agordon kaj reveni al elektoj
hi: कॉन्फ़िगरेशन को सहेजने और सेटिंग्स पर वापस लौटने के लिए [←] बैक बटन दबाएँ

source: Search City / Region
hi: शहर/क्षेत्र खोजें
lv: Meklēt pilsētu / reģionu

source: Your local timezone is %1
eo: Via loka horzono estas %1
hi: आपका स्थानीय समयक्षेत्र %1 है
lv: Jūsu lokālā laika josla ir %1

source: Update Shortcut Keys
hi: शॉर्टकट कुंजियाँ अपडेट करें

source: Reset Default
hi: डिफ़ॉल्ट रीसेट करें

source: Set Shortcut
hi: शॉर्टकट सेट करें
lv: Iestatīt saīsni

source: Hour
hi: घंटा
lv: Stunda

source: Minute
hi: मिनट
lv: Minūte

source: Second
hi: दूसरा
lv: Sekunde

source: AM/PM
hi: दोपहर से पूर्व दोपहर के बाद

source: Appearance
eo: Aspekto
hi: उपस्थिति

source: Launcher Appearance
eo: Apero de Lanĉilo
hi: लॉन्चर का स्वरूप

source: Power Inhibition
eo: Inhibicio de Potenco
hi: शक्ति अवरोध

source: Colored Tiles
eo: Koloritaj Kaheloj
hi: रंगीन टाइलें

source: Expanding Tiles
eo: Vastiĝantaj Kaheloj
hi: विस्तारित टाइलें

source: Adjust Date & Time
eo: Alĝustigi Daton & Horon
hi: दिनांक और समय समायोजित करें

source: Bigscreen Shortcuts
hi: बिगस्क्रीन शॉर्टकट

source: Bigscreen Settings Shortcut
hi: बिगस्क्रीन सेटिंग्स शॉर्टकट

source: Bigscreen Tasks Shortcut
hi: बिगस्क्रीन कार्य शॉर्टकट

source: Bigscreen Display Homescreen Shortcut
hi: बिगस्क्रीन डिस्प्ले होमस्क्रीन शॉर्टकट

source: General Appearance
eo: Ĝenerala Apero
hi: सामान्य उपस्थिति

source: Adjust Date & Time Settings
lv: Mainīt datuma un laika iestatījumus

source: Timezone
lv: Laika josla

source: Back
lv: Atpakaļ

source: System
lv: SIstēma

source: Homescreen Appearance
lv: Mājas ekrāna izskats

source: Colored tiles
lv: Krāsainas flīzes

source: Tile backgrounds will be colored based on the app's icon
lv: Flīzes fons tiks iekrāsots, ievērojot programmas ikonu

source: Global theme
lv: Globālais motīvs

source: Set the system theme
lv: Iestatīt sistēmas motīvu

source: Power inhibition
lv: Iesnaudināšanas nomākšana

source: Adjust date & time
lv: Mainīt datumu un laiku

source: Shortcuts
lv: Saīsnes

source: Open settings shortcut
lv: Atvērt iestatījumu saīsni

source: Open tasks shortcut
lv: Atvērt uzdevumu saīsni

source: Open homescreen shortcut
lv: Atvērt mājas ekrāna saīsni

source: Shortcut currently set to
lv: Saīsne šobrīd ir iestatīta uz

source: Reset to default
lv: Atiestatīt uz noklusējumu

source: May
eo: Maj

source: Aug
eo: Aŭg

source: Oct
eo: Okt

source: Set time automatically:
eo: Fiksi tempon aŭtomate:

source: Exit
eo: Eliri
