Repository: KDE/plasma-bigscreen
Catalog: po/*/kcm_mediacenter_kdeconnect.po
Languages: eo

source: This device is paired
eo: Ĉi aparato estas kuplita

source: Unpair
eo: Malkupli

source: This device is requesting to be paired
eo: Ĉi tiu aparato alpetas kupliĝi

source: Accept
eo: Akcepti

source: Reject
eo: Malakcepti

source: This device is not paired
eo: Ĉi tiu aparato ne estas kuplita

source: Pair
eo: Kupli

source: Pairing request sent to device
eo: Sendis alpeton pri kupliĝo al aparato

source: This device is not reachable
eo: Ĉi tiu aparato ne estas atingebla

source: Press the [←] Back button to return to device selection
eo: Premu la butonon Reen [←] por reveni al aparata elekto

source: Exit
eo: Eliri
