Repository: KDE/plasma-bigscreen
Catalog: po/*/plasma_applet_org.kde.bigscreen.homescreen.po
Languages: fr, it, zh_cn, zh_tw

source: Favorites Manager
fr: Gestionnaire de favoris
it: Gestore dei preferiti
zh_cn: 收藏管理器
zh_tw: 最愛管理

source: Add Favorites
fr: Ajouter aux favoris
it: Aggiungi preferiti
zh_cn: 添加收藏
zh_tw: 新增到最愛

source: Remove Favorites
fr: Supprimer des favoris
it: Rimuovi preferiti
zh_cn: 移除收藏
zh_tw: 移除最愛

source: Home
fr: Accueil
zh_cn: 主页
zh_tw: 首頁

source: Search
fr: Rechercher
it: Cerca
zh_cn: 搜索
zh_tw: 搜尋

source: Tasks
fr: Tâches
it: Attività
zh_cn: 任务
zh_tw: 工作項目

source: Controller
fr: Contrôleur
zh_cn: 控制器
zh_tw: 控制器

source: Currently capturing keys…
fr: Capture des touches en cours…
it: Acquisizione dei tasti in corso...
zh_cn: 当前正在捕获按键…
zh_tw: 目前正擷取按鍵…

source: Key capture off
fr: Capture des touches désactivée
it: Acquisizione dei tasti spenta
zh_cn: 按键捕获关闭
zh_tw: 按鍵擷取停用

source: On-screen Keyboard
fr: Clavier sur l'écran
zh_tw: 螢幕上的虛擬鍵盤

source: Settings
fr: Configuration
it: Impostazioni
zh_cn: 设置
zh_tw: 設定

source: Hold to close…
fr: Maintenir pour fermer…
zh_tw: 按住以關閉…

source: Open Apps
fr: Ouvrir des applications
zh_tw: 開啟應用程式

source: Close all apps
fr: Fermer toutes les applications
zh_tw: 關閉所有應用程式

source: Battery: %1%
fr: Batterie : %1 %
it: Batteria: %1%
zh_cn: 电量：%1%
zh_tw: 電池：%1%

source: Customize Favorites
fr: Personnaliser les signets
it: Personalizza i preferiti
zh_cn: 自定义收藏夹
zh_tw: 自訂最愛

source: Pairing Request From %1
fr: Requête d'appairage de %1
it: Richiesta di associazione da %1
zh_cn: 来自 %1 的配对请求
zh_tw: 來自 %1 的配對請求

source: Accept
fr: Accepter
it: Accetta
zh_cn: 接受
zh_tw: 接受

source: Cancel
fr: Annuler
it: Annulla
zh_cn: 取消
zh_tw: 取消

source: Exit Bigscreen
fr: Quitter Bigscreen
it: Esci da Bigscreen
zh_cn: 退出大屏幕
zh_tw: 離開《大螢幕》

source: Power
fr: Énergie
it: Alimentazione
zh_cn: 电源
zh_tw: 電源

source: Audio Settings
fr: Configuration de l'audio
it: Impostazioni audio
zh_cn: 音频设置
zh_tw: 音效設定

source: Internet Settings
fr: Configuration pour Internet
it: Impostazioni Internet
zh_cn: 互联网设置
zh_tw: 網際網路設定

source: Favorites
fr: Favoris
it: Preferiti
zh_cn: 收藏
zh_tw: 最愛

source: Recent
fr: Récent
it: Recente
zh_cn: 最近
zh_tw: 最近

source: Applications
it: Applicazioni
zh_cn: 应用
zh_tw: 應用程式

source: Games
fr: Jeux
it: Giochi
zh_cn: 游戏
zh_tw: 遊戲

source: Controller added: %1
fr: Ajout de contrôleur : %1
it: Controller aggiunto: %1
zh_cn: 已添加控制器：%1
zh_tw: 已加入控制器：%1

source: Controller removed: %1
fr: Suppression de contrôleur : %1
it: Controller rimosso: %1
zh_cn: 已移除控制器：%1
zh_tw: 已移除控制器：%1

source: Remote added: %1
fr: Ajout de la suppression : %1
it: Telecomando aggiunto: %1
zh_cn: 已添加遥控器：%1
zh_tw: 已加入遙控器：%1

source: Remote removed: %1
fr: Suppression de télécommande : %1
it: Telecomando rimosso: %1
zh_cn: 已移除遥控器：%1
zh_tw: 已移除遙控器：%1

source: System taking over controller input
fr: Prise en main par le système du contrôleur des entrées
it: Il sistema prende il controllo dell'input del controller
zh_cn: 系统正在接管控制器输入
zh_tw: 系統接收控制器輸入

source: Application taking over controller input
fr: Prise en main par l'application du contrôleur des entrées
it: Applicazione che prende il controllo dell'input del controller
zh_cn: 应用程序正在接管控制器输入
zh_tw: 應用程式接收控制器輸入

# @info
source: Plasma Bigscreen has enabled system-wide inhibition
fr: Plasma Bigscreen a activé l'inhibition pour la totalité du système.
zh_tw: Plasma 大螢幕已啟用全系統睡眠阻擋

# @info:placeholder
source: Search…
fr: Rechercher…
it: Cerca…
zh_cn: 搜索…
zh_tw: 搜尋…
